// Напишите программу в которой пользователь вводит два целых числа и получает частное введенных чисел.
//Это работает с деление целых чисел,поэтому в ответе будет только целое число.
// int numberA = 10;
// int numberB = 5;
// System.Console.WriteLine(numberA / numberB);

// Для того чтобы в ответе получить дробные числа:

double numberA = 12;
double numberB = 5;
System.Console.WriteLine(numberA / numberB);